import { Grid, Stack, Typography } from '@mui/material';
import Image from 'src/components/image';

export const metadata = {
  title: 'Activity',
};

const LuangPuSaView = () => {
  return (
    <Stack>
      <Stack>
        <Grid container>
          <Grid
            size={12}
            sx={{ display: 'flex', flexDirection: 'row', justifyContent: 'center' }}
          >
            <Image sx={{ height: '600px' }} src="/assets/images/img-luang-pu-sa.png" alt="pha" />
          </Grid>
          <Grid size={12}>
            <Typography variant="body2" component={'span'}>
              <strong> " หลวงปู่สาธุ์ สุขธมฺโม " </strong>
              เป็นหนึ่งในบูรพาจารย์แห่งวัดบ้าน
              เหล่ารูปหนึ่งที่มีบทบาทต่อชุมชนและพระพุทธศาสนาเป็นอย่างมาก
              นับว่าเป็นบุคคลสำคัญที่ทรงคุณค่าต่อการกราบไหว้สักการะบูชา เป็นปูชณียบุคคลที่ควรยกย่อง
              เพราะท่านเป็นแบบอย่างที่ดีต่อ บรรดาศิษยานุศิษย์ทั้งบรรพชิตและคฤหัสถ์
              นำพาให้ประพฤติปฏิบัติ อยู่ในครรลองคลองธรรม นำพาสร้างสาธารณประโยชน์ มีวัดวา อาราม
              พัฒนาชุมชนให้มีความสามัคคีและเจริญก้าวหน้า ทั้งให้การ
              สงเคราะห์อนุเคราะห์บรรพชิตและคฤหัสถ์ผู้ที่มีความเดือนร้อนทั้ง ทางกายและทางใจ
              ในเนื้อหาส่วนประวัติความเป็นมาของหลวง ปู่สาธุ์นั้น ในหนังสือ “คู่มือทำวัตรเช้า-เย็น
              เนื่องในงานเผาศพหลวง พ่อสาธุ์” มีการเรียบเรียงข้อมูลโดย พระครูประสาทสมณกิจ
              (หลวงปู่ประมวล ญาณวโร) ได้กล่าวถึงประวัติของหลวงปู่สาธุ์ตั้งแต่
              ชาติภูมิจนถึงวาละสุดท้าย จัดพิมพ์ถวายโดย ศิษยานุศิษย์และญาติ โยมชาวบ้านเหล่า
              พิมพ์เป็นบรรณาการเนื่องในพิธีเผาชำระสรีระ สังขารหลวงพ่อสาธุ์ สุขธมฺโม
              อดีตเจ้าอาวาสวัดบ้านเหล่า ตำบลเม็ก ดำ อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม เมื่อวันที่
              16 - 17 มีนาคม 2516 ผู้เขียนจึงได้นำข้อมูลดังกล่าวมาเรียบเรียงใหม่และ
              เพิ่มเติมในส่วนที่ขาดหายไป โดยรวบรวมจากคำบอกเล่าของบรรดา ศิษยานุศิษย์
              ลูกหลานของหลวงปู่สาธุ์ ที่เคยอุปถัมภ์อุปัฏฐากหลวงปู่ อย่างใกล้ชิด
              เรียบเรียงเพื่อให้เห็นถึงประวัติชาติภูมิ ข้อวัตรปฏิปทา
              ของหลวงปู่สาธุ์ในครั้งที่หลวงปู่นั้นมีชีวิตอยู่ ดังจะได้ศึกษาต่อไปนี้
            </Typography>
          </Grid>
        </Grid>
      </Stack>

      <Grid container spacing={3} mt={3}>
        <Grid size={12}>
          <Typography variant="h5">ประวัติชาติภูมิหลวงปู่สาธุ์ สุขธมฺโม</Typography>
          <Typography variant="body2" mt={2}>
            นามเดิมของหลวงปู่ชื่อว่า สาธุ์นามสกุล สรรพสอน บิดา ของท่านชื่อ นายสอน สรรพสอน มารดาชื่อ
            นางหน่อย สรรพสอน มีภูมิลำเนาเดิมอยู่ที่บ้านแก อำเภอรัตนบุรี จังหวัดสุรินทร์ หลวงปู่
            สาธุ์เกิดวันที่เท่าไรไม่ปรากฎหลักฐานที่ชัดเจน ทราบเพียงว่าเป็น เดือน 6 ปีมะโรง
            พุทธศักราช 2422 มีพี่น้องร่วมบิดามารดาเดียวกัน ทั้งหมด 3 คน คือ 1) นางหมิ 2)
            หลวงปู่สาธุ์ และ 3) นายทา ท่านเกิดในตระกูลเกษตรกรรม โยมบิดามารดามีอาชีพทำนา
            เป็นเกษตรกรเหมือนกับชาวบ้านทั่ว ๆ ไปในยุคนั้น เมื่อหลวงปู่มีอายุ ได้ 8 ปี
            โยมบิดามารดาได้พาครอบครัวอพยพจากบ้านแก อำเภอ รัตนบุรี จังหวัดสุรินทร์
            เดินทางเพื่อไปหาตั้งถิ่นฐานใหม่ในที่ ๆ มีความอุดมสมบูรณ์
            พร้อมกับเคลือญาติอีกหลายครอบครัว จนมาถึง ดินแดนที่ผู้คนเรียกว่า บ้านเหล่า
            ซึ่งอยู่ในเขตการปกครอง ตำบล เม็กดำ อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม สถานที่แห่งนี้
            เป็นสถานที่ ๆ มีความอุดมสมบูรณ์ ภูมิศาสตร์เป็นที่ลาบลุ่มแวดล้อม ไปด้วยห้วยฝายลำน้ำ
            โคกป่าอุดมสมบูรณ์ เหมาะแก่การปักหลักตั้ง
            ถิ่นฐานทำที่พักอาศัยและจับจองพื้นที่ในการทำไร่นาและเลี้ยงสัตว์
            รวมถึงยังมีชาวบ้านหลายครัวเรือน ที่อาศัยอยู่ร่วมกันต่างมีอัธยาศัย เป็นกันเอง
            เมื่อหลายปีผ่านไปความใกล้ชิตคุ้นเคยคำว่าคนต่างถิ่นก็
            ไม่มีแก่ผู้อพยพมาใหม่มีแต่ความเป็นพี่น้อง เป็นคนบ้านเหล่า ทำให้
            ชุมชนบ้านเหล่ามีสมาชิกทางสังคมเพิ่มขึ้นมาอีกหลายคน
            ได้ร่วมกันสมัครสมานสามัคคีช่วยเหลือซึ่งกันและกันในยามมีงานต่าง ๆ ในหมู่บ้านและวัด เช่น
            ลงแขกเกี่ยวข้าว งานทำบุญต่าง ๆ เป็นต้น
            วิถีชีวิตของหลวงปู่ในวัยเด็กจึงต้องดิ้นรนขนขวายช่วยกิจการงานต่าง ๆ
            ของครอบครัวมีการเลี้ยงสัตว์ ทำไร่ไถนา เป็นต้น แต่อย่างไรก็ไม่
            เป็นอุปสรรคต่อหลวงปู่ที่จะศึกษาหาความรู้ ขยันหมั่นเพียร อดทน
            มุ่งมั่นที่จะศึกษาวิชาการต่าง ๆ ไปด้วย พร้อมกับช่วยงานของ ครอบครัวตามวัยที่เป็นอยู่
          </Typography>
        </Grid>

        <Grid size={12} mt={3}>
          <Typography variant="h5">การศึกษาเล่าเรียนของหลวงปู่สาธุ์</Typography>
          <Typography variant="body2" mt={2}>
            การศึกษาเล่าเรียนของหลวงปู่สาธุ์นั้น ท่านมีความอดทนสูงที่
            จะแสวงหาความรู้ครูพักลักจำในวิชาที่โยมบิดาของท่านได้สั่งสอน
            แม้ว่าในวัยเด็กของหลวงปู่นั้นในด้านการศึกษาความเป็นจริงไม่ค่อย ราบรื่นนัก
            เนื่องจากหลวงปู่ยังต้องรับภาระช่วยงานครอบครัว
            บางครั้งที่มีโอกาสก็ไปศึกษาเล่าเรียนที่วัดบ้านเหล่า โดยมีท่านญาคู
            เจ้าอาวาสผู้ดูแลวัดบ้านเหล่าในขณะนั้นเป็นอาจารย์สอนหนังสือ
            ร่วมกับชาวบ้านรุ่นเดียวกันอีกหลายคน บางครั้งก็ไปศึกษากับคน เฒ่าคนแก่ในหมู่บ้าน
            และมีความสนใจในเวทมนต์คาถาโบราณเป็น อย่างมาก
          </Typography>
          <Typography variant="body2" mt={2}>
            เมื่อหลวงปู่มีอายุได้ 20 ปี โยมบิดามารดาได้นำพาไปฝากตัว เป็นศิษย์กับท่านพระครูสีหราช
            หรือ หลวงปู่จู ที่วัดสวนตาล บ้านแก่นท้าว ในขณะนั้นได้ขอบรรพชาเป็นสามเณร โดยมีหลวงปู่จู
            เป็นพระอุปัชฌาย์ ให้การบรรพชาเป็นสามเณร และได้อยู่ศึกษาเล่า เรียนหนังสือ
            ศึกษาข้อวัตรปฏิบัติ คัมภีร์ตำราต่าง ๆ ตามแต่หลวงปู่จู ท่านจะพร่ำสอนให้
            ตลอดถึงคอยอยู่อุปถัมภ์อุปัฏฐากพระอุปัชฌาย์ และครูบาอาจารย์ คอยช่วยกิจต่าง ๆ ภายในวัด
            เพราะท่านเป็น สามเณรที่ตัวใหญ่เมื่อใช้งานก็คล่องแคล้ว เป็นที่ไว้ใจของหลวงปู่จูให้
            ช่วยกิจธุระต่าง ๆ เสมอ ๆ เมื่อสามเณรสาธุ์อายุได้ 22 ปี พ่อแม่ครู
            บาอาจารย์ได้ปรึกษาหารือกันว่า สามเณรสาธุ์มีอายุเกิน 20 ปีแล้ว
            จะอยู่เป็นเณรใหญ่เดี๋ยวพระอาคันตุกะต่างถิ่นเข้ามาก็จะเข้าใจผิดว่าเป็นท่านพระ
            ดูจากข้อวัตรปฏิบัติของสามเณรแล้วก็ไม่มีความ บกพร่อง
            เห็นสมควรที่ยกฐานะรับเข้าอุปสมบทเป็นพระภิกษุสงฆ์
            จึงได้นำเรื่องนี้เข้าสู่ที่ประชุมสงฆ์บอกเหตุผลให้กับหลวงปู่จูฟัง ท่าน
            ก็เห็นชอบจึงบอกให้สมเณรสาธุ์กลับไปบ้านเพื่อบอกกล่าวกับพ่อแม่ ของท่าน
          </Typography>
          <Typography variant="body2" mt={2}>
            เมื่อสามเณรสาธุ์ได้กราบลาหลวงปู่จูเดินทางกลับมายังวัด บ้านเหล่า
            เพื่อบอกกล่าวให้โยมบิดามารดาของท่านได้รับทราบ ในวัตถุประสงค์ที่จะบวชเป็นพระภิกษุ
            อีกทั้งมีความตั้งใจที่จะบวช ทดแทนบุญคุณค่าน้ำนมข้าวปลาอาหารของบิดามารดาที่ได้เลี้ยงมา
            จนเติบใหญ่ และจะได้ศึกษาเล่าเรียนพระธรรมวินัยสืบทอดพระ พุทธศานาให้เจริญรุ่งเรืองต่อไป
            ทางโยมบิดามารดาของหลวงปู่ก็ พลอยยินดีมีความปีติอนุโมทนาบุญกับสามเณรผู้เป็นบุตรชาย
            ที่มีความตั้งใจจะอุปสมบทเป็นพระภิกษุในพระพุทธศาสนา จึงได้ จัดตั้งกองบุญอุปสมบทขึ้น
            และป่าวประกาศให้ญาติพี่น้องให้ รับทราบ ได้นิมนต์พระอธิการเป่ม วัดบ้านขมิ้น
            มาเป็นพระอุปัชฌาย์ นิมนต์หลวงปู่จู วัดบ้านแก่นท้าว มาเป็นพระกรรมวาจาจารย์ มีพระ
            อธิการน้อย วัดบ้านเหล่า เป็นอนุสาวนาจารย์ ประกอบพิธีสังฆกรรม บรรพชาอุปสมบทภายในสิม
            (โบสถ์) วัดบ้านเหล่า
          </Typography>
          <Typography variant="body2" mt={2}>
            หลวงปู่ประมวลได้เรียนถามหลวงปู่ว่า มีเหตุขัดข้องอย่างไร จึงได้บวชเป็นพระเมื่ออายุ 22 ปี
            ท่านตอบว่าสมัยนั้นหาผ้าไตรจีวร ยาก เมื่อคิดทบทวนไปถึงเหตุการณ์ในสมัยโน้นแล้วก็น่าสงสาร
            เพราะผ้าก็คงมีแต่ผ้าฝ้ายและผ้าไหมที่ชาวบ้านทำกันขึ้นมาเอง เมื่อได้ผ้าแล้วก็มาตัด มาเย็บ
            มาย้อม กว่าจะมาเป็นผ้าไตรจีวรครบ สำรับก็ใช้เวลานานหลายเดือน ไม่เหมือนกับสมัยนี้จะบรรพชา
            อุปสมบทก็ไปที่ตลาดร้านค้าขายผ้าจีวรก็มาได้โดยง่ายดายขอเพียงมี เงินไปซื้อเขา
          </Typography>
          <Typography variant="body2" mt={2}>
            หลังจากได้รับการบรรพชาอุปสมบทเป็นพระภิกษุใพระพุทธ ศาสนาแล้ว
            หลวงปู่ท่านมีความขยันหมั่นเพียร ที่จะศึกษาพระธรรม วินัยข้อวัตรปฏิบัติครูบาอาจารย์
            ได้ตั้งใจศึกษาเล่าเรียน ท่องบ่นบท สวดมนต์และหนังสือต่าง ๆ มีมนต์น้อย มนต์กลาง
            คาถาอาคมต่าง ๆ จากใบลานตัวขอมตัวธรรมที่สำนักของพระอธิการน้อย ต่อจากนั้น
            ท่านก็เรียนสวดพระปาฏิ-โมกข์ สัทธาสังคหะ และมูลกัจจายน์ที่ สำนักหลวงปู่จู (พระครูสีหราช)
            วัดสวนตาล บ้านแก่นท้าว การเรียน มูลกัจจายน์เป็นคัมภีร์ที่สำคัญมาก
            ท่านหลวงปู่บอกว่าเรียนอยู่ 2 ปี ไม่จบเลยหยุดเสีย แต่ก็ยังเดินทางไปมาวัดบ้านเหล่า
            วัดสวนตาลอยู่ เป็นประจำ และเดินทางไปศึกษาในสถานที่ต่าง ๆ ร่วมกับเพื่อน
            สหธรรมิกในสำนักเดียวกันกับท่านอีกหลายรูป หลวงปู่ได้เดินธุดงค์ ไปสถานที่ต่าง ๆ
            พบปะกับครูบาอาจารย์หลายท่านตามที่พ่อแม่ครู บาอาจารย์ได้แนะนำไว้
            ต่อมาเมื่อพระอธิการน้อยผู้เป็นเจ้าอาวาสวัด บ้านเหล่า
            ได้ทำการลาสิกขาไปเนื่องด้วยเพราะเหตุใดก็ไม่ทราบได้ หลวงปู่เป็นพระปฏิบัติดีปฏิบัติชอบ
            เป็นผู้มีอายุกาลพรรษาก็มาก พอสมควร คณะสงฆ์พร้อมกับชาวบ้านจึงได้เห็นชอบนิมนต์หลวงปู่
            ให้รับขันธ์นิมนต์เป็นเจ้าอาวาส จะได้เป็นผู้นำบุญนำพาญาติโยม สร้างความดี
            พัฒนาวัดวาอารามและชุมชนให้มีความเจริญก้าวหน้า ต่อไป
            จึงได้รับการเห็นชอบจากพระเถระผู้ใหญ่ในคณะสงฆ์แต่งตั้งให้ เป็นพระสังฆาธิการ
            รับภาระธุระในการดูแลและปกครองพระภิกษุ
            สงฆ์สามเณรวัดบ้านเหล่าพร้อมด้วยชาวบ้านเหล่าตั้งแต่นั้นมา
          </Typography>
        </Grid>

        <Grid size={12} mt={3}>
          <Typography variant="h5">ด้านข้อวัตรปฏิปทาของหลวงปู่สาธุ์</Typography>
          <Typography variant="body2" mt={2}>
            ปฏิปทาของหลวงปู่สาธุ์นั้น นอกจากจะเป็นผู้ใคร่ในการศึกษา แล้วยังเป็นผู้ใคร่ในการปฏิบัติ
            จากการบอกเล่าของบุคคลที่มีความ ใกล้ชิด ไม่ว่าจะเป็นกลุ่มศิษยานุศิษย์
            ลูกหลานของหลวงปู่สาธุ์ ต่างก็ เล่าเป็นเสียงเดียวกันว่า
            หลวงปู่มีปฏิปทามุ่งมั่นในการทำข้อวัตร ปฏิบัติ เข้มงวดในกิจวัตรของสงฆ์เป็นอย่างมาก
            มีจิตใจหนักแน่นต่อ การทำวัตรเช้า-เย็น สวดมนต์เจริญจิตภาวนา ทุกครั้งที่ได้ทำกิจวัตร
            แต่ละครั้งจะนานถึง 2 - 3 ชั่วโมง ในแต่ละวันทำอยู่เป็นนิตย์มิได้ขาด
            วันใดที่มีพระภิกษุหรือญาติโยมมาพูดคุยสนธนาธรรม ปรึกษาหาลือ หรือขอความช่วยเหลือกับท่าน
            เมื่อคิดว่านานพอสมควรจะทำข้อ วัตรของท่านแล้วก็จะขอตัวไปทำกิจวัตรก่อน (สวดมนต์จักคาวก่อน)
            ท่านก็จะบอกว่าให้พูดคุยกันต่อไป เสร็จแล้วท่านก็ออกมาคุยอีกรอบ เมื่อได้เวลาประมาณ 5
            ทุ่มท่านจึงจะเข้าไปจำวัด และก็จะตื่นขึ้นมา อีกครั้งประมาณตี 3
            ทำกิจวัตรส่วนตัวแล้วก็มาทำกิจวัตรปฏิบัติอีก หลวงปู่ปฏิบัติอยู่อย่างนี้เป็นนิตย์
            แม้มีกิจธุระที่เขามานิมนต์ไปในงานต่าง ๆ หรือไปจำวัดอยู่ในสถานที่อื่น
            ท่านก็ไม่ละที่ทำข้อวัตร ปฏิบัติของตนเลย อย่างย่อก็มีการทำวัตรสวดมนต์ เป็นต้น บางครั้ง
            เวลาที่หลวงปู่อาพาธท่านก็ไม่ให้ขาด ถึงไม่ได้ทำมากก็ทำน้อย ไม่ปล่อยเวลาให้ล่วงไปเปล่า
            เพราะท่านแก่เฒ่าแล้ว ต้องอาศัย คุณธรรมที่บำเพ็ญนี้แลเป็นที่พึ่ง
          </Typography>
          <Typography variant="body2" mt={2}>
            ข้าพเจ้า (หลวงปู่ประมวล) ผู้อยู่ใกล้ชิดได้พิจารณาดูปฏิปทา ที่ท่านปฏิบัติ
            ก็อ่อนใจไม่สามารถดำเดินตามท่านได้อย่างที่หลวงปู่ ปฏิบัติ
            จึงมาวิพากษ์วิจารณ์กับหมู่คณะว่า หลวงปู่เรานี้ท่านมีเวท มนต์คาถาขลังหลายอย่าง
            เพราะท่านถือการสวดการเจริญจิตภาวนา อย่างเคร่งครัด มีพระเถรานุเถระหลายรูปมาจากถิ่นอื่น ๆ
            ต่างก็มุ่ง หน้ามาขอฝากตัวเป็นศิษย์ ขอร่ำเรียนวิชาเอาเวทมนต์คาถาต่าง ๆ
            สำหรับใช้ขับไล่ภูตผีพาย ผีปีศาจต่าง ๆ จากท่าน ท่านก็ไม่เคยหวง ห้าม แต่ท่านต้องถามก่อนว่า
            “เฮียนไปแล้วสู๋สิหมั่นทำกิจวัตรบ่น้อ ถ่าบ่หมั่นสู๋อย่าเฮียนไปเถ๊าะ ใช้บ่ได้ผลดอก”
            อธิบายความได้ว่าเมื่อ เรียนไปแล้วจะขยันไหม ถ้าไม่ขยันอย่าเรียนไปเลยใช้ไม่ได้ผล คือ
            ต้องขยันหมั่นเพียรในการทำวัตรสวดมนต์เจริญภาวนาทุกวัน คาถาที่ เรียนไปแล้วให้หมั่นเจริญ
            การปฏิบัติอย่างเคร่งครัดมันจึงจะขลังดี มีพระเถระบางรูปที่มุ่งหน้าเดินทางมาแต่ไกล
            ถูกท่านถามดังกล่าว แล้ว เกิดความท้อใจว่าตนเองคงทำไม่ได้เลยไม่คิดจะเรียนกลับไปมือ
            เปล่าก็มี
          </Typography>
        </Grid>

        <Grid size={12} mt={3}>
          <Typography variant="h5">ด้านการปกครองและการก่อสร้างเสนาสนะต่าง ๆ</Typography>
          <Typography variant="body2" mt={2}>
            เมื่อกล่าวถึงด้านการปกครอง ในฐานะที่หลวงปู่เป็นพระมหา เถระที่มีอายุกาลพรรษามาก
            ทั้งได้รับภารธุระต่าง ๆ จากทางคณะ สงฆ์
            ให้การอนุเคราะห์และสงเคราะห์พระภิกษุสงฆ์สามเณรที่อยู่ใน โอวาท
            ให้ได้รับการศึกษาเล่าเรียนทั้งคันถะธุระและวิปัสสนาธุระ รวมถึงการศึกษาคัมภีร์ใบลานต่าง ๆ
            หลวงปู่นั้นมีอุปนิสัยที่ใจดีแต่ เวลาศิษยานุศิษย์ทำไม่ถูกต้องในข้อวัตรปฏิบัติ ไม่ดูตำรา
            ไม่ท่องบ่น บทสวดมนต์ หลวงปู่ก็จะใช้พระเดชมากกว่าพระคุณ จนเป็นที่เกรง
            ขามและกลัวหลวงปู่ดุด่า เมื่อทำอะไรไม่ดีไม่งาม เพราะหลวงปู่เป็น
            คนตรงไม่มีการลำเอียงกับใคร ๆ ใครผิดท่านก็ดุด่าว่าตีสั่งสอน เอา
            ถึงขนาดบางรูปบางคนน้ำตาไหล
            ใครถูกก็ยกย่องไม่มองแง่ร้ายอคติกับใครสมัยที่หลวงปู่ประมวลบวชเป็นพระใหม่ๆ
            ท่านเล่าว่าท่านเข้มงวดกวดขันในการท่องสวดเจ็ดตำนาน สิบสอง ตำนาน ในระยะ 5
            วันก็จะเรียกพระหนุ่มเณรน้อยครั้งละ 2 รูป เข้าไปซ้อมสวด ใครสวดไปไม่ได้
            อ่านหนังสือไม่คล่อง ท่านก็จะคอย สอนให้ฝึกอ่าน ฝึกท่อง ฝึกเขียน แนะนำกำหนดให้สวดท่องจำ
            แล้ว หากไม่ได้ตามกำหนดแต่ละครั้งนั้นท่านก็จะลงโทษด้วยไม้เรียว
            โดยเฉพาะพระภิกษุที่อยู่ในสำนักของหลวงปู่ ถ้าพระรูปใดบวชได้สองพรรษาแล้ว
            ยังสวดพระปาฏิโมกข์ไม่ได้ สวดมนต์ไม่ได้ พระภิกษุ รูปนั้นก็จะอยู่กับท่านยาก
            และในสมัยที่คุณพ่อทองสา จันทะนัน (พ่อใหญ่สาเตี้ย)
            บรรพชาเป็นสามเณรคอยอุปัฏฐากหลวงปู่อยู่นั้นท่านได้ลืมทำกิจวัตรในฐานเณรอุปัฏฐากคือการนำกระโถนทิ้งน้ำ
            หมากไปล้าง ก็ถูกหลวงปู่คว้างด้วยกระโถนน้ำหมาก ทำให้สีแดง ๆ
            ของน้ำหมากลาดติดหัวและตามตัวสามเณรสา เหล่าพระเณรนึกว่า ท่านหัวแตกเลือดไหล
            บางคนก็บ่นว่าท่านดุด่ามาก แท้ที่จริงแล้ว หลวงปู่ดุด่าและตักเตือนด้วยความหวังดี
            อยากให้พระภิกษุสามเณร อยู่ในข้อวัตรปฏิบัติ อยู่ในศีลในธรรม ท่องบทสวดมนต์ต่าง ๆ ให้ได้
            เมื่อไปรับกิจนิมนต์นอกวัดก็จะได้ไม่ต้องอายญาติโยมเขา และจะได้
            บวชมาไม่เสียข้าวสุกที่เขาทำบุญใส่บาตรมาให้
          </Typography>
          <Typography variant="body2" mt={2}>
            เมื่อกล่าวถึงด้านงานก่อสร้างเสนาสนะแลสาธารณประโยชน์ ต่าง ๆ
            ทั้งภายในวัดบ้านเหล่าเองและในหลาย ๆ วัด ที่หลวงปู่ได้ นำพาญาติโยมสร้าง
            มีกุฏิหลังใหญ่ที่วัดบ้านเหล่าจำนวน 1 หลัง และ กุฏิหลังเล็ก ๆ จำนวน 5 หลัง
            จากคำบอกเล่าของคุณพ่อจารหวัน มิละถาโก เล่าว่า
            หลวงปู่ได้เกณฑ์ชาวบ้านไปหาบทรายจากแม่น้ำมูล ในเขตจังหวัดสุรินทร์
            และนำพาญาติโยมที่เป็นช่างไม้ ช่างปูน ช่วยกันก่อสร้าง ร่อนทราย เลื่อยไม้
            ประกอบจนสำเร็จเป็นกุฏิหลัง ใหญ่ นำพาญาติโยมสร้างศาลาการเปรียญขึ้น 1 หลัง สร้างสิม
            (โบสถ์) 1 หลัง มีลักษณะโครงสร้างไม้ มุงหลังคาด้วยสังกะสีและทำ
            ผนังด้วยแผ่นไม้ตะเคียนขนาดใหญ่ นำพาชาวบ้านช่วยกันทำตาม กำลัง
            แต่ไม่ถึงกับทันสมัยพอใช้ทำสังฆกรรมได้ (ภายหลังเมื่อหลวงปู่
            สาธุ์สิ้นแล้วหลวงปู่ประมวลก็ได้นำพาญาติโยมมาบูรณะขึ้นใหม่เป็น
            โครงสร้างคอนกรีตเสริมเหล็ก) นอกจากนี้แล้วหลวงปู่ยังได้ช่วยก่อสร้างกุฏิวิหาร
            ศาลาการเปรียญที่วัดสวนตาล บ้านแก่นท้าว ตำบล เม็กดำ อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม
            ในสมัยที่หลวงปู่จู (พระครูสีหราช) ยังมีชีวิตอยู่ จากนั้นหลวงปู่ยังได้เป็นประธานในงาน
            ก่อสร้างกุฏิศาลาการเปรียญที่วัดบ้านซาด (วัดประชาสังคม) และ วัดบ้านอ้อ ตำบลเมืองบัว
            อำเภอชุมพลบุรี จังหวัดสุรินทร์ เมื่อคิด
            แล้วก็หาได้ยากในบรรดาพระมหาเถระผู้ใหญ่ที่จะมีจิตเมตตา
            มีความพากเพียรในการสร้างมหาบารมีนำพาชาวบ้านสร้างบุญสร้าง กุศล
            อนุเคราะห์สงเคราะห์ทั้งทางโลกและทางธรรม
          </Typography>
        </Grid>

        <Grid size={12} mt={3}>
          <Typography variant="h5">ด้านการสงเคราะห์และอนุเคราะห์</Typography>
          <Typography variant="body2" mt={2}>
            ก่อนหน้านี้ได้เล่าถึงหลวงปู่สาธุ์ ว่าท่านมีปฏิปทาในการ สงเคราะห์และอนุเคราะห์โลก
            และท่านชอบทำกิจวัตร สวดมนต์เป็น ประจำ เป็นที่กล่าวขานล่ำลือว่าหลวงปู่มีเวทมนต์คาถาขลัง
            ทำน้ำมนต์ขลังดีแล ใคร ๆ ก็เล่าลือพากันหลั่งไหลมาพึ่งบารมีหลวงปู่
            บางคนเดินทางไกลข้ามจังหวัดมาเลยทีเดียว ถ้ามองย้อนกลับไปว่า
            ในยุคนั้นการคมนาคมยังไม่สะดวกเหมือนกับปัจจุบันนี้ จะใช้เวลา เดินทางมากี่วันกี่คืน
            คนไหนมีฐานะหน่อยก็เหมารถเหมารามา ด้วยความหวังที่อยากจะมีโชคลาภ อยากจะหายจากโรคภัยไข้เจ็บ
            มีความแคล้วคลาดเดินทางปลอดภัย อยากได้ของดีติดตัวกันภูตผี ปีศาจ ค้าขายร่ำรวย
            มีของดีไว้ติดตัวติดบ้านเรือน อาบน้ำมนต์ สะเดาะเคราะห์ต่อชะตา
            เมื่อมีผู้คนเดินทางมาด้วยความเดือดร้อนทางกายทางใจมากมายไม่เว้นแต่ละวัน
            หลวงปู่ท่านเป็นคนที่มีความ เมตตาอยู่แล้วก็เปิดโอกาสให้คำปรึกษาหารือได้ทุกเวลา ถ้าพอ
            ช่วยเหลือได้ก็เอาใจใส่ช่วยเหลืออย่างเต็มที่ มีบางคนเป็นบ้าเสียสติ
            มาหาหลวงปู่ท่านก็ทำน้ำพุทธมนต์อาบให้ ปรากฏว่าได้ผลดีมีความ สบายหายทุกข์ไปก็หลายร้อยคน
            บางคนถูกเขาใส่ด้วยเวทมนต์คุณไส อันเป็นกลไกใดก็ไม่ทราบได้
            บังเกิดเป็นอาพาธหรือละเมอเพ้อฝัน เข้ามากราบเรียนหลวงปู่ให้ท่านช่วยรดน้ำมนต์ให้
            ก็หายกลับไปจน เป็นที่โจทย์ขานล่ำลือในอิทธิฤทธิ์ปาฏิหาริย์ต่าง ๆ ก็มี
          </Typography>
          <Typography variant="body2" mt={2}>
            จากคำบอกเล่าของคุณพ่อจารหวันที่เคยบวชเป็นพระ อุปัฏฐากใกล้ชิดหลวงปู่เล่าว่า
            เสากุฏิชั้นล่างจะเต็มไปด้วยคนบ้าเสีย สติมารอคอยให้หลวงปู่ทำการรักษา โดยเหล่าญาติ ๆ
            นำคนป่วยมา ผูกล่ามไว้ด้วยโซ่และเชือกที่เสากุฏิหลังใหญ่ หลวงปู่ท่านก็ช่วยแก้ไข ไปตามอาการ
            ตามความสามารถ ตามหลักวิชาที่เคยศึกษาร่ำเรียน มากับครูบาอาจารย์ บางคนจะไปรับราชการ
            เป็นครู ทหาร ตำรวจ เดินทางไปทำงานต่าง จังหวัด ค้าขายก็จะมาให้ท่านพรมน้ำมนต์ให้
            ขอพรขอของดีเพื่อเป็นสิริมงคลให้สอบติดได้เข้ารับราชการ ได้งาน ทำ ค้าคายง่ายร่ำรวยมีทรัพย์
            ท่านก็จะให้เหรียญบ้าง ตะกรุดบ้าง หรือคำหมากที่ท่านเคี้ยวอยู่ขณะนั้น
            เพื่อนำไปใช้เป็นเครื่องลาง ปกป้องคุ้มครองรักษา ให้แคล้วคลาดปลอดภัย ในเวลาเดินทางไปบน
            รถหรือลงเรือก็ตาม รวมถึงให้ผู้คนเมตตาเจ้านายรักเอ็นดู ค้าขายดี
            เรื่องวัตถุมงคลของหลวงปู่นั้นมีหลายรุ่นหลายรายการไว้จะได้นำมากล่าวในโอกาสถัดไป
            อีกทั้งนี้เมื่อผู้หญิงมีครรภ์ก่อนจะคลอดบุตร
            ก็รีบรุจมานิมนต์ให้ท่านไปพรมน้ำมนต์หรือทำน้ำมนต์ให้ไปดื่มกิน เพื่อจะได้คลอดลูกง่าย
            ในส่วนคายค่าครู ท่านก็มิได้เรียกร้อง
            สอบถามเอาสุดแล้วแต่ใครจะพิจารณาเห็นสมควรที่จะร่วมทำบุญกับ
            ท่านในการสร้างเสนาสนะกุฏิวิหารต่าง ๆ ภายในวัด ผู้ใดทุกข์ยากไม่ มีอะไรเลย
            ท่านก็รดน้ำมนต์พ่นน้ำหมากเป่าหัวให้วัตถุมงคลฟรี เป็น การสงเคราะห์และอนุเคราะห์ชาวโลก
            ด้วยคุณธรรมนี้แสดงให้เห็น ว่า หลวงปู่สาธุ์ไม่เลือกปฏิบัติไม่เลือกชั้นวรรณะในการช่วยเหลือ
            ท่านมีความเมตตาเสมอต่อผู้ที่ได้รับความทุกข์ต้องการรับความ ช่วยเหลือจากท่าน
          </Typography>
          <Typography variant="body2" mt={2}>
            อีกอย่างหนึ่งหลวงปู่มีความชำนาญในด้านการบอกฤกษ์งาม ยามดี ในการที่จะประกอบพิธีมงคลต่าง ๆ
            เช่น ฤกษ์งามยามดีวัน ปลูกสร้างอาคารบ้านเรือน ยกเสาเอก ขึ้นบ้านใหม่ เปิดกิจการ ร้านค้า
            ฤกษ์ดีวันแต่งาน ปรากฏว่ามีผู้มากราบเรียนปรึกษาหารือกับ ท่านอยู่บ่อยครั้ง
            หลวงปู่ก็ให้คำแนะนำให้กระทำตามฤกษ์ยามวันที่ เป็นสิริมงคล หรือถูกต้องตามตำราของท่าน
            แม้แต่หมอพราหมณ์ทำ พิธีกรรมต่าง ๆ ในหมู่บ้านหรือต่างถิ่น ก็ล้วนแต่มาศึกษาร่ำเรียนเอา
            ความรู้ ท่องบ่นจดจำตำราไปสืบทอดและใช้เลี้ยงชีพในชีวิต ประจำวันก็มี เช่น
            หมอพราหมณ์ทำพิธีสู่ขวัญแต่งงาน ขึ้นบ้านใหม่ สู่ขวัญนาค เสียเคราะห์ต่อชะตา
            พ่อจ้ำทำพิธีเลี้ยงผีบ้านผีปู่ตา เป็นต้น เรื่องนี้หลวงปู่ประมวลเล่าว่า
            ครั้งหนึ่งได้ยินหลวงปู่สาธุ์บ่นอยู่บ่อยครั้ง ว่า
            “เฒ่าแก่แล้วระอาต่อการเบิ่งตำราบอกมื้อ-ฤกษ์ยาม ให้คน
            แต่หนีบ่พ้นเลยบอกไปให้เขาพอได้เรื่องราวสื่อ ๆ สิได้สบาย ใจ”
            แสดงให้เห็นว่าฤกษ์งามยามดีที่หลวงปู่ดูให้เพื่อเป็นการ
            สงเคราะห์อนุเคราะห์มนุษย์เมื่อเขาเข้ามาต้องการความช่วยเหลือ
            ไม่พึ่งพาอาศัยพระสงฆ์องค์เจ้าก็จะไปพึ่งพาใคร ถ้าเขาไปพึ่งหมอ
            ธรรมหมอผีก็จะยิ่งห่างไกลศีลไกลธรรม ไกลคุณงามความดี
            อย่างน้อยเขาก็ได้เข้ามาในวัดได้กราบพระรับศีลรับพร ส่วนอื่นก็ค่อย พัฒนาปัญญากันไปเรื่อย ๆ
            ตามแต่ละโอกาสที่มาถึงต่อไป
          </Typography>
        </Grid>

        <Grid size={12} mt={3}>
          <Typography variant="h5">วาระสุดท้ายของหลวงปู่สาธุ์</Typography>
          <Typography variant="body2" mt={2}>
            ภารธุระทั้งหลายที่หลวงปู่ทำมาตลอดตั้งแต่ปฐมวัยจนถึง ปัจฉิมวัย
            ก็ถึงเวลาที่ต้องปล่อยมือมอบหมายให้ผู้อื่นเข้ามารับ ภารธุระต่อ
            เหลือเพียงวิปัสสนาธุระเดียวที่หลวงปู่ยังคงทำอยู่มิได้ ขาดจนถึงวารสุดท้ายของท่าน
            กล่าวย้อนกลับไปเมื่อคราวที่หลวงปู่มี อายุได้ 93 ปี
            ร่างกายสังขารของหลวงปู่เริ่มไม่แข็งแรงเหมือนเดิมใน ทุก ๆ ปีที่ผ่านมา
            ธาตุขันธ์ร่างกายเริ่มอ่อนกำลังลงไปตามกฎของ ธรรมชาติ
            จะไปไหนมาไหนก็ไม่สะดวกสบายเหมือนแต่ก่อน อยู่แต่ ในอริยาบทนั่งนอนเป็นส่วนใหญ่
            แต่ท่านก็ยังมีจิตใจที่เข็มแข็ง อาการอาพาธของหลวงปู่นอกจากกำลังวังชาเรี่ยวแรงจะหย่อน
            สมรรถภาพไปตามวัย เวลาพูดก็มีน้ำเสียงแหบแห้งเบามาก หูเริ่มฟัง ไม่ค่อยได้ยิน
            แต่ด้านสายตาของหลวงปู่ยังดีมองเห็นได้ไกล เส้นผมไม่ค่อยหงอกยังมีเส้นดำปนอยู่บ้าง
            สัญญาความจำหมายรู้ลดลงบ้าง แต่ก็อยู่ในขั้นดี สติไม่ฟั่นเฟือน
            มีหลงลืมบ้างเป็นบางวันบางขณะไม่ ถึงกับหลงลืมสนิทไปเสียเลย
            การฉันอาหารของหลวงปู่ท่านฉันได้ น้อยลงโดยลำดับ นอกจากโรคชราที่เข้ามาบีบคั้นแล้ว
            หลวงปู่ยังมี อาพาธเป็นไข้หวัดแทรกซ้อนเข้ามาอีก ทำให้อาการอาพาธเพิ่มทวีคูน ไปอีก
            การฉันภัตตาหารเช้าภัตตาหารเพลก็ลดน้อยลง ฉันได้ครั้งละ ประมาณ 3 - 4 ช้อนต่อวัน
            จึงทำให้หลวงปู่ไม่สามารถมีกำลังทาง กายได้ บรรดาเหล่าพระภิกษุสามเณร รวมถึงคณะญาติโยมเหล่า
            ลูกหลานของหลวงปู่ ก็ผลัดเปลี่ยนกันมาเฝ้าไข้อุปัฏฐากหลวงปู่อย่าง ใกล้ชิด
          </Typography>
          <Typography variant="body2" mt={2}>
            ในวันที่ 15 มีนาคม 2515 หลวงปู่บอกกับศิษย์ผู้อยู่อุปัฏฐาก ว่า วันนี้ท่านรู้สึกเหนื่อยมาก
            ใครมาเยี่ยมไข้สอบถามก็มีกิริยานิ่งไม่ อยากพูดด้วย อาการอาพาธของหลวงปู่เริ่มผิดปกติ
            ฝ่ายพระ อุปัฏฐากก็รีบแจ้งให้แพทย์เข้ามาทำการรักษา ตรวจดูอาการอาพาธ ต่าง ๆ
            อาการอาพาธของหลวงปู่ก็ค่อยฟื้นตัวดีขึ้นมาได้บ้างเล็กน้อย
            แต่อย่างไรด้วยธาตุขันธ์ที่ไม่ได้รับการบำรุงด้วยอาหารก็ยิ่งทำให้อ่อน กำลังลง
            หลายวันผ่านไปเข้าสู่วันที่ 19 เดือนมีนาคม 2515 อาการ อาพาธของหลวงปู่ก็กำเริบขึ้นอีกครั้ง
            แต่ในครั้งนี้ไม่เหมือนแต่ก่อนที่ ผ่านมา อาการของหลวงปู่รู้สึกว่าจะอ่อนเพลียมาก
            บางครั้งแสดง อาการจะพูดแต่ก็ไม่มีเสียง ฉันอาหารไม่ได้ ฉันได้เพียงแต่น้ำเปล่า เล็กน้อย
            บรรดาเหล่าพระภิกษุสามเณรรวมถึงคณะญาติโยมลูกหลานหลวงปู่
            ต่างก็มาเฝ้าไข้อุปัฏฐากหลวงปู่อย่างใกล้ชิด
            เมื่อพิจารณาจากอาการอาพาธของหลวงปู่แล้วคิดว่าคงไม่พ้นราตรีนี้
            หลวงปู่ก็จะถึงการทำกาละสังขารอันเป็นของไม่เที่ยงนี้ไป จึงพากัน
            เฝ้าไข้หลวงปู่อย่างใกล้ชิดไม่ละสายตา เพื่อจะได้อยู่ดูแลหลวงปู่ จนถึงวาระสุดท้ายของท่าน
          </Typography>
          <Typography variant="body2" mt={2}>
            ครั้นเมื่อเวลาผ่านล่วงไปเข้าสู่เช้ามืดของวันใหม่ ตรงกับวันที่ 20 มีนาคม พ.ศ. 2515
            นาฬิกาที่แขวนบนเสากุฏิหน้าครองวัตรของ หลวงปู่ บอกกาลเวลาว่าตีสาม
            เสียงร้องไห้รำพันก็ดังขึ้นพร้อมกับ เสียงบอกว่า “หลวงพ่อเสียแล้ว เผิ่นจากเฮาไปแล้ว”
            หลวงปู่ได้ทำ การละสังขารลงด้วยอาการสงบ ในค่ำคืนอันมืดสนิทนั้น เสียงระฆัง
            ดังสนั่นสลับกับเสียงกลองก็ดังรัวก้องไปทั่ววัด เสียงนั้นลอยตามลม เข้าไปยังในหมู่บ้าน
            เป็นสัญญาณการแจ้งข่าวให้กับชาวบ้านได้รับรู้
            โดยทั่วกันว่าหลวงปู่ได้ละสังขารจากพวกเราไปแล้ว ทิ้งความหว้าเหว่
            สังเวชสลดใจไว้แก่บรรดาพระภิกษุสามเณร สร้างความเศร้าโศก เสียใจให้แก่บรรดาญาติโยม ลูกหลาน
            ศิษยานุศิษย์ทั้งหลาย ใบหน้า หลวงปู่ยังมีกิริยาอาการคล้ายคนยิ้มอยู่ตลอดเวลาแม้ว่าท่านจะละ
            จากโลกนี้ไปแล้ว ธรรมดาของชีวิตคนเราจะทำอย่างไรได้เพราะพญา มัจจุราช
            มันไม่ยอมรับค่าจ้างสินบนของใคร ๆ ทั้งสิ้น ถึงเวลาก็เข้า
            บั่นทอนปลิดเอาชีวิตของสัตว์ไปตามกาลและเวลาของมัน ซึ่งโลกนี้ ไม่มีอะไรเที่ยงแท้แน่นอน
            มีการเกิด แก่ เจ็บ ตาย เป็นเรื่องธรรมดา ของชีวิต
            หลวงปู่จากไปครั้งนั้นเหลืออยู่แต่ชื่อเสียงและคุณงามความดีที่ท่านได้สร้างสะสมไว้
            ฝากไว้ในพระพุทธศาสนา ให้เหล่าบรรดา ศิษยานุศิษย์
            ลูกหลานของหลวงปู่ได้น้อมรำลึกนึกถึงคุณงามความดี บุญบารมี ท่านเป็นอีกหนึ่งบุคคลตัวอย่าง
            เป็นแบบอย่างของชาว พุทธและชุมชน เป็นปูชณียบุคคลสำคัญของชุมชนบ้านเหล่าและ พุทธศาสนา
            ควรแก่การยกย่องและการเครารพกราบไหว้สักการะ บูชาเป็นอย่างยิ่ง
          </Typography>
          <Typography variant="body2" mt={2}>
            เมื่อคำนวณอายุกาลพรรษาของหลวงปู่สาธุ์แล้ว สิริรวมอายุ ได้ 93 ปี 72 พรรษา
            การคำนวนอายุของหลวงปู่นั้น จะนับเอาระ เอียดไม่ได้ว่าท่านเกิดวันเวลาที่เท่าไร
            หลวงปู่ประมวลท่านได้เล่าว่า ใคร ๆ ก็เผลอมิได้ถามหลวงปู่ให้ถี่ถ้วน
            จำได้แต่ว่าท่านเกิดเดือน 6 ปี มะโรง ตรงกับ พ.ศ. 2422 และการบรรพชาอุปสมบทของท่านสมัย นั้น
            ท่านบอกว่ายังไม่มีหนังสือสุทธิ จึงคำนวณเอาอายุของหลวงปู่ อย่างง่าย ๆ
            ตามข้อมูลที่ได้กล่าวมาข้างต้น คือ หลวงปู่สาธุ์ สุขธมฺโม เกิดเมื่อเดือน 6 ปีมะโรง พ.ศ.
            2422 ละสังขารเมื่อวันที่ 20 มีนาคม 2515 สิริอายุได้ 93 ปี 72 พรรษา
          </Typography>
          <Typography variant="body2" mt={2}>
            หลังจากหลวงปู่ได้มรณะภาพลงในวันที่ 20 มีนาคม พ.ศ. 2515
            ทางวัดได้เก็บสรีระสังขารหลวงปู่เอาไว้ในโลงพิเศษ เป็นระยะเวลา 1 ปี
            เพื่อให้ศิษยานุศิษย์ลูกหลานของหลวงปู่ได้เข้า มากลาบไหว้สักการะเป็นครั้งสุดท้าย
            เมื่อครบกำหนดหมายตามที่ คณะสงฆ์พร้อมกับคณะกรรมการหมู่บ้านได้กำหนดวันชำระสรีระ
            สังขารของหลวงปู่ กล่าวคือวันฌาปนกิจเผาสรีระสังขารของท่านได้กำหนดให้มีขึ้นในวันที่ 16 -
            17 มีนาคม 2516 โดยทางวัดบ้าน เหล่าได้จัดพิธีการเผาสรีระสังขารของหลวงปู่เป็นระยะเวลา 2
            วัน โดยสร้างเมรุอย่างสง่างามตระการตา ถวายเป็นอาจารยบูชาและเป็น
            โอกาสสุดท้ายให้เหล่าศิษยานุศิษย์ ญาติโยมทั้งหลายจะได้เห็นธาตุ
            ขันธ์ของหลวงปู่เป็นครั้งสุดท้าย วันฌาปนกิจเผาสรีระสังขารหลวงปู่ นั้น
            มีพระมหาเถรานุเถระทั้งในฝ่ายการปกครองคณะสงฆ์ พระภิกษุ สามเณร อุบาสกอุบาสิกาผู้ถือศีล 8
            ศิษยานุศิษย์พุทธศาสนิกชน และคณะผู้นำฝ่ายปกครองบ้านเมืองทั้งหลาย ต่างเดินทางมายังวัด
            บ้านเหล่า น้อมถวายความอาลัยส่งหลวงปู่สาธุ์ สุขธมฺโม สู่แดนแห่ง พระนิพพาน
            พร้อมกับน้อมรำลึกถึงคุณงามความดีที่หลวงปู่ท่านเคย ทำไว้ สร้างไว้
            ทั้งที่เป็นรูปธรรมและนามธรรม
          </Typography>
          <Typography variant="body2" mt={2}>
            หลังจากทำการเผาสรีระสังขารหลวงปู่แล้ว คณะสงฆ์ร่วมกับ ชาวบ้าน
            ได้นำเถ้าอัฏฐิไปบรรจุในธาตุเจดีย์ ที่มีความสูงงดงามตระ ง่านตาตามศิลปะของชาวอีสาน
            โดยผู้ออกแบบคือหลวงปู่สาธุ์นั่นเอง ในสมัยที่หลวงปู่ยังมีกำลังที่แข็งแรง
            ได้นำพาพระภิกษุสามเณร ก่อสร้าง
            ประหนึ่งว่าท่านจะรู้กาลล่วงหน้าแล้วว่าท่านนั้นจะมีอายุอยู่ อีกได้ไม่นาน
            จึงได้สร้างอัฏฐิเจดีย์เตรียมไว้บรรจุอัฏฐิธาตุของตน ล่วงหน้า
            เป็นคำบอกเล่าของคุณพ่อจารหวัน มิลาถาโก ศิษย์ผู้ใกล้ชิด
            และได้ช่วยหลวงปู่ในการก่อสร้างในครั้งนั้น และในทุก ๆ ปี ทางวัด
            ได้กำหนดเอาวันละสังขารของหลวงปู่ คือ วันที่ 19 มีนาคม เป็นวัน ทำบุญทักษิณานุประทาน
            อุทิศถวายแด่หลวงปู่สาธุ์และเหล่าบูรพาจารย์วัดบ้านเหล่า วันที่ 20 มีนาคม
            เป็นวันนมัสการปิดทองรูป เหมือนหลวงปู่สาธุ์ และวันที่ 21 มีนาคม เป็นวันทอดผ้าป่าสมทบทุน
            บูรณะปฏิสังขรณ์เสนาสะนะภายในวัดบ้านเหล่า โดยยึดเป็นพิธี
            ปฏิบัติสืบมาตั้งแต่วันนั้นจนถึงปัจจุบัน
          </Typography>
        </Grid>
      </Grid>
    </Stack>
  );
};
export default LuangPuSaView;
